import React from 'react';
import './PageTechnologies.css';

function PageTechnologies(props) {
	return (
		<div className="PageTechnologies">
			<h3>Технологии</h3>
			<br />
			Весь комплекс технических средств автоматизации, которые предлагает установить наша компания для обеспечения
			это состояние позволит иметь возможность жить в атмосфере красоты, уюта и высокого уровня функциональности,
			заниматься самосовершенствованием своей личности, не теряя время на решение элементарных вопросов надежности
			систем жизнеобеспечения (мультимедиа, вода, электричество, газ, тепло, климат канализация, водоснабжение и
			прочее) и предоставлять такую же возможность родным и близким. 
			<br />
			Предлагаемые нашей компанией технические
			решения основываются на высоко технологичном и надежном оборудовании американских компаний: Lutron, Crestron
			и европейском оборудовании KNX/EIB, которые объединяют в единый интерфейс управление всеми инженерными
			системами дома. В качестве интерфейсов управления системой автоматизации предлагается широкая гамма
			различных панелей и пультов управления. Они могут быть настольными, переносными, встраиваться в стену. В
			качестве панелей управления могут быть использованы как оригинальные беспроводные панели компании Crestron,
			так и планшетные компьютеры Apple iPad в кейсах Sonance или iPhone.
		</div>
	);
}

export default PageTechnologies;
