import React from 'react';
import './PageSolutions.css'

function PageSolutions(props) {
	return (
		<div className="PageSolutions">
			<h3>Решения</h3>
			<br />
			Мы предлагаем
			комплекс работ по проектированию, монтажу, настройке и обслуживанию: систем управления инженерными
			системами: освещением, климатом на оборудовании KNX (EIB), управление освещением на оборудовании Lutron
			HomeWorks; централизованных систем управления всем комплексом инженерного и мультимедийного оборудования
			(Crestron); АСУ инженерными системами и диспетчеризация инженерных систем; систем электроснабжения квартир и
			коттеджей, включая вводные распределительные устройства, дизель-генераторные установки, молниезащиту и
			обогрев кровли; аудио-видео оборудования домашнего кинотеатра любого уровня с разработкой проекта
			акустической подготовки помещения.
		</div>
	);
}

export default PageSolutions;